Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: %H:%M:%S elapsed
ca_es: %H:%M:%S transcorregut

source: %H:%M:%S left
ca_es: queden %H:%M:%S

source: %a - Account (Lines containing this will be omitted if not using Account logontype)
ca_es: %a - Compte (Les línies que continguin això seran omeses si no s'utilitza un tipus d'entrada 'Compte')

source: %d directory
ca_es: %d directori

source: %d directory with its contents
ca_es: %d directori amb el seu contingut

source: %d file
ca_es: %d fitxer

source: %d file. Total size: %s
ca_es: %d fitxer. Mida total: %s

source: %d file. Total size: At least %s
ca_es: %d fitxer. Mida total: Com a mínim %s

source: %d files added to queue
ca_es: %d fitxers afegits a la cua

source: %d second
ca_es: %d segon

source: %h - Host
ca_es: %h - Amfitrió

source: %p - Password
ca_es: %p - Contrasenya

source: %s - Certificate expired!
ca_es: %s - El certificat ha vençut!

source: %s - Not yet valid!
ca_es: %s - Encara no és vàlid!

source: %s - Proxy user
ca_es: %s - Usuari per al servidor intermediari

source: %s and %s. Total size: %s
ca_es: %s i %s. Mida total: %s

source: %s and %s. Total size: At least %s
ca_es: %s i %s. Mida total: Com a mínim %s

source: %s could not be found. Without this component of FileZilla, SFTP will not work. Please download FileZilla again. If this problem persists, please submit a bug report.
ca_es: no s'ha pogut trobar el %s. Sense aquest component del FileZilla, SFTP no funcionarà. Si us plau, baixeu-vos el FileZilla una altra vegada. Si el problema persisteix, envieu un informe d'error.

source: %s could not be found. Without this component of FileZilla, SFTP will not work. Possible solutions: - Make sure %s is in a directory listed in your PATH environment variable. - Set the full path to %s in the FZ_FZSFTP environment variable.
ca_es: %s no s'ha pogut trobar. Sense aquest component del FileZilla, el SFTP no funcionarà. Solucions possibles: - Assegureu-vos que %s està a un directori que aparegui a la vostra variable d'entorn PATH. - Afegiu el camí sencer a %s en la variable d'entorn FZ_FZSFTP.

source: %s with %d bits
ca_es: %s amb %d bits

source: %u - Username
ca_es: %u - Nom d'usuari

source: %w - Proxy password
ca_es: %w - Contrasenya del servidor intermediari

source: &About...
ca_es: Qu&ant a...

source: &Account:
ca_es: &Compte:

source: &Active
ca_es: &Actiu

source: &Add bookmark...
ca_es: &Afegeix una adreça d'interès...

source: &Add files to queue
ca_es: &Afegeix fitxers a la cua

source: &Add keyfile...
ca_es: &Afegeix un fitxer de claus...

source: &Add to queue
ca_es: &Afegeix a la cua

source: &Adjust server timezone offset:
ca_es: &Ajusta la compensació del fus horari del servidor:

source: &Always trust certificate in future sessions.
ca_es: Sempre confi&ar en el certificat en sessions futures.

source: &Always trust this host, add this key to the cache
ca_es: Sempre confi&a en aquest amfitrió, afegeix aquesta clau a la memòria cau

source: &Always use default editor
ca_es: Utilitz&a sempre el servidor per defecte

source: &Always use selection for unassociated files
ca_es: &Usa sempre la selecció per als fitxers sense associar

source: &Always use this action
ca_es: Sempre utilitz&a aquesta acció

source: &Ask your operating system for the external IP address
ca_es: Dem&ana l'adreça IP externa al sistema operatiu

source: &Autodetect
ca_es: &Autodetecta

source: &Binary
ca_es: &Binari

source: &Binary prefixes using SI symbols. (e.g. 1 KB = 1024 bytes)
ca_es: Prefixos &binaris utilitzant símbols SI (p.ex. 1 kB = 1024 bytes)

source: &Bookmarks
ca_es: A&dreces d'interès

source: &Browse...
ca_es: &Navega...

source: &Burst tolerance:
ca_es: Tolerància de la velocitat de &bits:

source: &Cancel
ca_es: &Cancel·la

source: &Check for beta versions of FileZilla
ca_es: &Comprova actualitzacions per versió beta

source: &Clear private data...
ca_es: Nete&ja les dades privades...

source: &Close FileZilla
ca_es: Tan&ca el FileZilla

source: &Configure speed limits...
ca_es: &Configura els límits de velocitat...

source: &Configure...
ca_es: &Configura...

source: &Connect
ca_es: &Connecta

source: &Copy current connection to Site Manager...
ca_es: &Copia la connexió actual al gestor de llocs...

source: &Copy to clipboard
ca_es: &Copia al porta-retalls

source: &Crash
ca_es: &Fes fallada

source: &Create directory
ca_es: &Crea un directori

source: &Create new tab
ca_es: &Crea una pestanya nova

source: &Debug
ca_es: &Depuració

source: &Debug information in message log:
ca_es: Informació de &depuració al registre de missatges:

source: &Default editor:
ca_es: E&ditor per defecte:

source: &Default file exists action...
ca_es: Acció &de fitxer existent per defecte...

source: &Delay between failed login attempts:
ca_es: Retar&d entre intents d'entrada fallits:

source: &Delete
ca_es: &Suprimeix

source: &Delete symlink
ca_es: &Suprimeix l'enllaç simbòlic

source: &Directory comparison
ca_es: Comparació de &directoris

source: &Discard local file then download and edit file anew
ca_es: &Descarta el fitxer local, baixa i edita el fitxer nou

source: &Disconnect
ca_es: &Desconnecta

source: &Disconnect from server
ca_es: &Desconnecta't del servidor

source: &Display momentary transfer speed instead of average speed
ca_es: &Mostra la velocitat de transferència momentània en lloc de la mitjana

source: &Display size in bytes
ca_es: &Mostra la mida en bytes

source: &Do not remember passwords
ca_es: &No recordis les contrasenyes

source: &Don't show this dialog again.
ca_es: No tornis a mostrar aquest &diàleg.

source: &Don't use external IP address on local connections.
ca_es: No utilitzis l'a&dreça IP externa a les connexions locals.

source: &Double-click action on files:
ca_es: Acció de &doble clic en els fitxers:

source: &Download
ca_es: &Baixa

source: &Download to:
ca_es: &Baixa a:

source: &Download...
ca_es: &Baixa…

source: &Downloads:
ca_es: &Baixades:

source: &Edit
ca_es: &Edita

source: &Edit filter rules...
ca_es: &Edita les regles de filtratge...

source: &Enable
ca_es: &Habilita

source: &Enable speed limits
ca_es: &Habilita els límits de velocitat

source: &Encoding:
ca_es: C&odificació:

source: &Encryption:
ca_es: &Xifratge:

source: &Enter custom command...
ca_es: Introdueix una ordre &específica...

source: &Execute
ca_es: &Execució

source: &Export Site Manager entries
ca_es: &Exporta les entrades del gestor de llocs

source: &Export...
ca_es: &Exporta...

source: &Fall back to active mode
ca_es: &Retorna a mode actiu

source: &File
ca_es: &Fitxer

source: &File Attributes...
ca_es: Atributs del &fitxer...

source: &File permissions...
ca_es: Permisos de &fitxer...

source: &File:
ca_es: &Fitxer:

source: &Filter conditions:
ca_es: Condicions del &filtre:

source: &Filter sets:
ca_es: Configuració de &filtres:

source: &Filters:
ca_es: &Filtres

source: &Finish
ca_es: &Finalitza

source: &Finish editing and delete local file
ca_es: &Finalitza l'edició i esborra el fitxer local

source: &Flatten remote paths, download all contained files directly into target directory
ca_es: A&plana els camins remots, baixa tots els fitxers continguts directament en el directori de destinació

source: &Follow symlink, delete target directory contents
ca_es: &Segueix l'enllaç simbòlic, suprimeix el contingut del directori

source: &Get external IP address from the following URL:
ca_es: A&gafa l'adreça IP externa d'aquesta adreça URL:

source: &Getting help...
ca_es: &Obtenció d'ajuda...

source: &Global bookmark
ca_es: Adreça d'interès &global

source: &HTTP/1.1 using CONNECT method
ca_es: &HTTP/1.1 usant el mètode CONNECT

source: &Help
ca_es: &Ajuda

source: &Hide identical files
ca_es: Ama&ga els fitxers idèntics

source: &Highest
ca_es: Mé&s alt

source: &Highest available port:
ca_es: &Port més alt disponible:

source: &Host:
ca_es: &Amfitrió:

source: &IEC binary prefixes (e.g. 1 KiB = 1024 bytes)
ca_es: &IEC prefixos binaris (p.e. 1 KiB = 1024 bytes)

source: &ISO 8601 (example: 2007-09-15)
ca_es: &ISO 8601 (exemple: 2007-09-15)

source: &Import...
ca_es: &Importa...

source: &Inherit system's filetype associations
ca_es: Agafa les associacions de t&ipus de fitxers del sistema

source: &Keep remote path structure relative to search root
ca_es: Conser&va l'estructura de camins remots relativa a l'arrel de cerca

source: &Layout of file and directory panes:
ca_es: Disposició de&ls taulers de fitxers i directoris:

source: &Limit local ports used by FileZilla
ca_es: &Limita els port locals utilitzats pel FileZilla

source: &Limit number of simultaneous connections
ca_es: &Limita el nombre de connexions simultànies

source: &Local directory tree
ca_es: Arbre de directoris &locals

source: &Local directory:
ca_es: Directori &local:

source: &Log to file
ca_es: En&registra a un fitxer

source: &Logon Type:
ca_es: &Tipus d'inici de sessió:

source: &Logontype:
ca_es: &Tipus d'inici de sessió:

source: &Low
ca_es: &Baix

source: &Manage bookmarks...
ca_es: &Gestiona les adreces d'interès

source: &Manual transfer...
ca_es: Transferència &manual...

source: &Maximum number of connections:
ca_es: &Màxim nombre de connexions:

source: &Maximum number of retries:
ca_es: &Màxim nombre d'intents:

source: &Message log
ca_es: &Missatge del registre

source: &Minimize to tray
ca_es: &Minimitza a la safata

source: &Name:
ca_es: &Nom:

source: &Network configuration wizard...
ca_es: Auxiliar de co&nfiguració de la xarxa...

source: &New
ca_es: &Nou

source: &New Site
ca_es: Afegeix un &lloc

source: &New version available!
ca_es: &Nova versió disponible!

source: &Next >
ca_es: &Següent >

source: &None
ca_es: C&ap

source: &Numeric value:
ca_es: Valor &numèric:

source: &OK
ca_es: D'ac&ord

source: &OPEN
ca_es: &OBRE

source: &Open
ca_es: &Obre

source: &Overwrite
ca_es: S&obreescriu

source: &Passive
ca_es: &Passiu

source: &Password:
ca_es: &Contrasenya:

source: &Play sound
ca_es: A&vís sonor

source: &Position of the message log:
ca_es: &Posició del registre de missatges:

source: &Preserve timestamps of transferred files
ca_es: Conser&va les marques horàries dels fitxers transferits

source: &Queue
ca_es: &Cua

source: &Quickconnect
ca_es: &Connexió ràpida

source: &Quickconnect bar
ca_es: Barra de conne&xió ràpida

source: &Read
ca_es: &Lectura

source: &Reconnect
ca_es: &Reconnecta

source: &Refresh
ca_es: &Refresca

source: &Remember password for this session
ca_es: &Recorda aquesta contrasenya la resta de la sessió

source: &Remember passwords
ca_es: &Recorda les contrasenyes

source: &Remote directory:
ca_es: Directori &remot:

source: &Remote path:
ca_es: Camí &remot:

source: &Remove
ca_es: Sup&rimeix

source: &Remove key
ca_es: Sup&rimeix la clau

source: &Remove selected
ca_es: Esbo&rra seleccionats

source: &Rename
ca_es: &Reanomena

source: &Rename...
ca_es: &Reanomena...

source: &Reopen local file
ca_es: &Reobre el fitxer local

source: &Replace invalid characters with:
ca_es: &Substitueix els caràcters no vàlids per:

source: &Report a bug...
ca_es: &Informa d'un error...

source: &Reset and requeue all
ca_es: &Reinicialitza i torna-ho a posar en cua tot

source: &Restart Wizard
ca_es: &Reinicia l'auxiliar

source: &Resume
ca_es: &Reprèn

source: &Run command...
ca_es: E&xecuta una ordre...

source: &Run configuration wizard now...
ca_es: Executa l'auxiliar de co&nfiguració ara...

source: &Run update check now...
ca_es: &Executa la comprovació d'actualitzacions ara...

source: &SITE
ca_es: &LLOC

source: &Save as...
ca_es: Anomena i de&sa...

source: &Search
ca_es: Ce&rca

source: &Search remote files...
ca_es: &Cerca fitxers remots...

source: &Select Entry:
ca_es: &Selecciona una entrada:

source: &Select language:
ca_es: &Selecciona la llengua:

source: &Select the columns that should be displayed:
ca_es: &Seleccioneu les columnes que s'haurien de mostrar

source: &Server
ca_es: &Servidor

source: &Settings
ca_es: C&onfiguració

source: &Settings...
ca_es: Paràmetre&s...

source: &Show debug menu
ca_es: Mo&stra el menú de depuració

source: &Show message
ca_es: Mo&stra el missatge

source: &Show timestamps in message log
ca_es: Mo&stra la marca horària al registre de missatges

source: &Site Manager...
ca_es: Gestor de lloc&s...

source: &Site-specific bookmark
ca_es: Adreça d'interès específica de &lloc

source: &Skip
ca_es: &Omet

source: &Speed limits
ca_es: &Límits de velocitat

source: &Start transfer immediately
ca_es: &Comença la transferència immediatament

source: &Swap local and remote panes
ca_es: Intercanvia els tauler&s locals i remots

source: &TLS Ciphers
ca_es: Codis &TLS

source: &Test
ca_es: &Prova

source: &Theme:
ca_es: &Tema:

source: &Transfer
ca_es: &Transferència

source: &Transfer mode:
ca_es: Mode de &transferència:

source: &Transfer queue
ca_es: Cua de &transferències

source: &Treat dotfiles as ASCII files
ca_es: &Tracta els puntfitxers com fitxers ASCII

source: &Unedit
ca_es: Desedi&ta

source: &Update cached key for this host
ca_es: Act&ualitza la clau de la memòria cau per a aquest amfitrió

source: &Upload
ca_es: &Penja

source: &Uploads:
ca_es: P&ujades:

source: &Use custom program
ca_es: &Usa programa personalitzat

source: &Use synchronized browsing
ca_es: &Usa navegació sincronitzada

source: &Use system's default editor for text files
ca_es: &Usa l'editor per defecte del sistema per als fitxers de text

source: &Use the following IP address:
ca_es: &Utilitza aquesta adreça IP:

source: &Use the server's external IP address instead
ca_es: &Utilitza l'adreça IP externa del servidor en lloc de

source: &Use thousands separator
ca_es: &Utilitza el separador de milers

source: &User:
ca_es: &Usuari:

source: &Username:
ca_es: Nom d'&usuari:

source: &Version %s
ca_es: &Versió %s

source: &View
ca_es: &Visualitza

source: &View/Edit
ca_es: &Visualitza/Edita

source: &Watch locally edited files and prompt to upload modifications
ca_es: &Vigila els fitxers editats localment i sol·licita penjar les modificacions

source: &When checking for updates, check for:
ca_es: &Quan es comprovin si hi ha actualitzacions, comprova:

source: &Write
ca_es: &Escriptura

source: &Yes
ca_es: &Sí

source: '%s' does not exist or cannot be accessed.
ca_es: El fitxer '%s' no existeix o no s'hi ha pogut accedir.

source: '%s' is not a directory.
ca_es: '%s' no és un directori.

source: 'Account' logontype not supported by selected protocol
ca_es: El tipus d'entrada 'Compte' no és compatible amb el protocol seleccionat

source: 'quote' is usually a local command used by commandline clients to send the arguments following 'quote' to the server. You might want to enter the raw command without the leading 'quote'.
ca_es: 'quote' és una ordre local normalment utilitzada per clients de línia d'ordres per a enviar els arguments que segueixen a 'quote' al servidor. Potser voldreu enviar les ordres FTP específiques sense 'quote'.

source: (%d object filtered)
ca_es: (objecte %d filtrat)

source: (0 for no limit)
ca_es: (0 per sense límit)

source: (0-999 seconds)
ca_es: (0-999 segons)

source: (5-9999, 0 to disable)
ca_es: (5-9999, 0 per inhabilitar)

source: (example: %H:%M)
ca_es: (exemple: %H:%M)

source: (example: %Y-%m-%d)
ca_es: (exemple: %Y-%m-%d)

source: (in %s/s)
ca_es: (en %s/s)

source: , %H:%M:%S left
ca_es: , queden %H:%M:%S

source: , --:--:-- left
ca_es: , queden --:--:--

source: - Broken router and/or firewall
ca_es: - L'encaminador o el tallafocs estan malmesos

source: - File corrupted on mirror
ca_es: - El fitxer està malmès a la rèplica

source: - Malware on your system
ca_es: - Teniu programari maliciós al sistema

source: --:--:-- left
ca_es: queden --:--:--

source: -c cannot be used together with an FTP URL.
ca_es: -c no es pot usar conjuntament amb un URL FTP

source: -l can only be used together with an FTP URL.
ca_es: -l només es pot usar conjuntament amb un URL FTP

source: -s and -c cannot be present at the same time.
ca_es: -s i -c no poden ser presents alhora.

source: -s cannot be used together with an FTP URL.
ca_es: -s no es pot usar conjuntament amb un URL FTP

source: 0 - None
ca_es: 0 - Cap

source: 1 - Warning
ca_es: 1 - Avís

source: 3 - Verbose
ca_es: 3 - Detallat

source: 32 bit system
ca_es: Sistema de 32 bits

source: 4 - Debug
ca_es: 4 - Depuració

source: 64 bit system
ca_es: Sistema de 64 bits

source: < &Back
ca_es: < &Enrere

source: A bookmark with the entered name already exists. Please enter an unused name.
ca_es: Ja existeix una adreça d'interès amb el nom introduït. Introduïu un nom que no s'hagi fet servir.

source: A default editor needs to be set.
ca_es: S'ha d'establir un editor per defecte.

source: A directory cannot be dragged into one of its subdirectories.
ca_es: No podeu arrossegar un directori dins d'un dels seus subdirectoris.

source: A few servers don't allow passive mode or are misconfigured. In such cases you would have to use active mode. In active mode, FileZilla opens a port and asks the server to connect to it.
ca_es: Alguns servidors no permeten el mode passiu o estan mal configurats. En aquests casos haureu d'utilitzar el mode actiu. En mode actiu, FileZilla obre un port i li demana al servidor que s'hi connecti.

source: A file previously opened has been changed.
ca_es: Un fitxer obert anteriorment ha estat canviat.

source: A file with that name is already being edited. Do you want to reopen '%s'?
ca_es: Un fitxer amb aquest nom ja està sent editat. Voleu reobris '%s'?

source: A file with that name is already being transferred.
ca_es: Un fitxer amb aquest nom ja està sent transferit.

source: A file with that name is still being edited. Please close it and try again.
ca_es: Un fitxer amb aquest nom està sent editat. Tanqueu-lo i torneu-ho a intentar.

source: A local filename could not be decoded. Please make sure the LC_CTYPE (or LC_ALL) environment variable is set correctly. Unless you fix this problem, files might be missing in the file listings. No further warning will be displayed this session.
ca_es: No s'ha pogut decodificar un nom de fitxer local. Assegureu-vos que les variables d'entorn LC_CTYPE (o LC_ALL) estàn definides correctament. Si no solucioneu aquest problema, podríen faltar fitxers en els llistat de fitxers. No es mostrarà cap més avís durant aquesta sessió.

source: A newer version of FileZilla is available:
ca_es: Una nova versió del FileZilla està disponible:

source: A proper server always shows all files, but some broken servers hide files from the user. Use this option to force the server to show all files.
ca_es: Un servidor adequat sempre mostra tots els fitxers, però alguns servidors amaguen fitxers a l'usuari. Utilitzeu aquesta opció per forçar que el servidor mostri tots els fitxers.

source: A proper server does not require this. Contact the server administrator if you need this.
ca_es: Un servidor correcte no requereix això. Contacta amb l'administrador del servidor si necessites això.

source: A remote operation is in progress and synchronized browsing is enabled. Disable synchronized browsing and continue changing the local directory?
ca_es: Una operació remota està en progrés i la navegació sincronitzada és activada. Vols deshabilitar-la i continuar canviant el directori local?

source: A&dd
ca_es: Afegei&x

source: A&llow resume of ASCII files
ca_es: &Permet reprendre els fitxers ASCII

source: A&pply only to downloads
ca_es: A&plica només a les descàrregues

source: A&pply only to uploads
ca_es: A&plica només a les càrregues

source: A&pply to all files and directories
ca_es: A&plica a tots els fitxers i directoris.

source: A&utomatically remove successful transfers
ca_es: Elimina a&utomàticament les transferències correctes

source: Abort previous connection and connect in current tab
ca_es: Interromp la connexió anterior i connecta't a la pestanya actual

source: About FileZilla
ca_es: Quant al FileZilla

source: Above the file lists
ca_es: Sobre les llistes de fitxer

source: Account
ca_es: Compte

source: Action after queue &completion
ca_es: A&cció després de completar la cua

source: Action on selected file:
ca_es: Acció sobre el fitxer seleccionat:

source: Action to perform:
ca_es: Acció a realitzar:

source: Action:
ca_es: Acció:

source: Active mode
ca_es: Mode actiu

source: Active mode FTP test failed. FileZilla does not know the correct external IP address.
ca_es: La prova del mode actiu d'FTP ha fallat. En fileZilla no coneix la vostra adreça IP externa correcta.

source: Active mode FTP test failed. FileZilla does not know the correct external IP address. In addition to that, your router has modified the sent address.
ca_es: La prova del mode FTP actiu ha fallat. FileZilla no coneix l'adreça IP externa correcta. A més a més, l'encaminador (router) ha modificat l'adreça enviada.

source: Active mode FTP test failed. FileZilla knows the correct external IP address, but your router or firewall has misleadingly modified the sent address.
ca_es: La prova del mode actiu d'FTP ha fallat. fileZilla coneix la vostra adreça IP externa correcta, però el vostre encaminador (router) o tallafocs ha modificat l'adreça enviada inadequadament.

source: Active mode IP
ca_es: Mode actiu IP

source: Add files to &queue only
ca_es: Afegeix els fitxers només a la &cua

source: Add selected directory to the transfer queue
ca_es: Afegeix a la cua de transferències el directori seleccionat

source: Add selected files and folders to the transfer queue
ca_es: Afegeix a la cua de transferències els fitxers i les carpetes seleccionats

source: Add to queue
ca_es: Afegeix a la cua

source: Address type not supported
ca_es: Tipus d'adreça no compatible

source: Advanced
ca_es: Avançat

source: Advanced options:
ca_es: Opcions avançades:

source: Advice: Unless you want to test new features, please keep using stable versions only. Beta versions and nightly builds are development versions meant for testing purposes. Nightly builds of FileZilla may not work as expected and might even damage your system. Use beta versions and nightly builds at your own risk.
ca_es: Consell: A menys que vulgueu provar noves característiques, continueu fent servir només les versions estables. Les versions beta i nightly són de desenvolupament i per a proves. Les versions nightly del FileZilla podrien no funcionar com s'espera i podrien fer malbé el vostre sistema. Utilitzeu les versions beta i nightly al vostre risc.

source: Algorithm:
ca_es: Algorisme:

source: All files have been successfully transferred
ca_es: Tots els fitxers s'han transferit correctament

source: All ports in the given range have to be between 1024 and 65535.
ca_es: Tots els ports del rang donat han d'estar entre 1024 i 65535.

source: All transfers have finished. %d file could not be transferred.
ca_es: Totes les transferències han acabat. No s'ha pogut transferir %1 fitxer.

source: Allow &fall back to other transfer mode on failure
ca_es: Permeteu utilitzar el mode de transferència alternatiu en cas de fallada

source: Allow fallback to other transfer mode on failure
ca_es: Permeteu utilitzar el mode de transferència alternatiu en cas de fallada

source: Already connected
ca_es: Ja esteu connectat

source: Alternatively you can use the Pageant tool from PuTTY to manage your keys, FileZilla does recognize Pageant.
ca_es: Alternativament, podeu usar l'eina Pageant del PuTTY per administrar les vostres claus, el FileZilla pot utilitzar el Pageant.

source: Alternatively you can use your system's SSH agent. To do so, make sure the SSH_AUTH_SOCK environment variable is set.
ca_es: Alternativament, podeu utilitzar l'agent SSH del vostre sistema. Per a fer-ho, assegureu-vos que la variable d'entorn SSH_AUTH_SOCK està configurada.
